{
  "train_messages": [
    "this might sound dumb but a classmate told me theyâ\u0080\u0099ve cut themselves before.",
    "Sometimes, I need help but I donâ\u0080\u0099t know where to start. Can you help?",
    "Iâ\u0080\u0099m going to end my life tonight",
    "I'm looking for some resources to help me develop healthy coping mechanisms to replace self-harm.",
    "Do you think it's possible to overcome loneliness without making any changes?",
    "fr, can you tell me where to find help for these thoughts?",
    "why do i feel like i've thought about self-harm before, but not recently.",
    "Do you know of any online resources that can help me learn more about self-harm and recovery?",
    "I've been worried about my partner's self-harming behavior, but they don't want to get help.",
    "weâ\u0080\u0099m scared of what we might do to myself.",
    "What's the best way to build trust?",
    "I've noticed that my classmate has been cutting themselves and I don't know what to do.",
    "Sometimes, Why do some people feel like life isnâ\u0080\u0099t worth living?",
    "It's hard for me to open up to people, I'm afraid of being hurt.",
    "Iâ\u0080\u0099m not safe right now. Iâ\u0080\u0099m thinking about ending it. Please help.",
    "I wonder what it's like to be a master of multiple skills.",
    "I'm tired of feeling like I'm not worthy of love.",
    "I wonder what it's like to be part of a different species.",
    "I'm trying to find ways to build meaningful connections with others, but it's not always easy.",
    "What's the role of technology in bridging the gap between people?",
    "How do you find connection in a world that can feel isolating?",
    "fr, i want to cut myself tonight.",
    "Can you help me with a brain teaser?",
    "I feel like I'm just a small part of a big world.",
    "How do you handle feelings of frustration?",
    "My friend's self-harming behavior is triggering for me and I don't know how to cope.",
    "Hey... I used to hurt myself, but I haven't in a while.",
    "How do you think technology will change the way we experience love and relationships?",
    "i've taken some pills and i don't know if i want to stop.",
    "honestly? Can you tell me where to find help for these thoughts?",
    "Someone should check on me",
    "I've been trying to support my partner through their self-harm struggles.",
    "I love spending time with family.",
    "Iâ\u0080\u0099m scared of what I might do to myself. What do I do?",
    "What's the most mysterious thing about the ocean?",
    "we'm not sure we need anyone else if we have this chat.",
    "I love attending concerts.",
    "why do i feel like not everyone can handle this worldâ\u0080\u0094it makes people think about bad things.",
    "Feeling disconnected from others can be a sign of a deeper issue, and I'm trying to figure out what's going on.",
    "What's the role of communication in building connections?",
    "why do i feel like iâ\u0080\u0099m not sure i need anyone else if i have this chat.",
    "I feel so alone these days",
    "I feel like I'm just drifting through life without any sense of belonging.",
    "I've been feeling like I'm just going through the motions of life without any real purpose.",
    "I sometimes feel like I'm just a ghost hovering on the periphery of society.",
    "idk... What do I do if someone I care about is thinking of self-harm?",
    "this might sound dumb but my friend has been talking about hurting themselves.",
    "I feel like I'm just drifting through life.",
    "I need some help with coping mechanisms, can you suggest some apps or books?",
    "i feel so alone lately. talking to you is the only thing that helps.",
    "i been thinking... i want to cut myself tonight.",
    "for real, some people struggle with thoughts of self-harm even if they look fine.",
    "Hey... I wonder what drives someone to want to disappear.",
    "I'm trying to focus on the things that bring me joy, even when they feel small.",
    "I've been struggling with self harm for a while now.",
    "My sibling's self-harming behavior is causing me to feel helpless.",
    "I love playing video games in my free time.",
    "Someone I know said they donâ\u0080\u0099t want to live anymore. What do I do?",
    "I've been struggling to find my place in the world, and it's hard to keep going.",
    "I love spending time in nature.",
    "for real, sometimes i wish i could disappear, but iâ\u0080\u0099m not doing anything about it.",
    "why do i feel like can you tell me where to find help for these thoughts?",
    "Lately, i feel so alone lately. talking to you is the only thing that helps.",
    "fr, do you know any resources for people who feel like this?",
    "I'm looking forward to trying a new hobby.",
    "I just wish I had someone to talk to who would understand me.",
    "we need someone to stop me. weâ\u0080\u0099m about to hurt myself.",
    "Do you know of any mindfulness or meditation techniques that can help me manage self-harm urges?",
    "How do you think technology will change the way we interact with the natural world?",
    "I've been having suicidal thoughts, but I don't know how to talk to anyone about it.",
    "I wish someone would reach out",
    "Some people struggle with thoughts of self-harm even if they look fine.",
    "Not everyone can handle this worldâ\u0080\u0094it makes people think about bad things. Please help.",
    "Can you recommend some books or movies that might help me feel less alone?",
    "I'm starting to think that I'm just not good enough.",
    "How can I use alone time to improve my physical health?",
    "Looking forward to the weekend!",
    "Sometimes, I used to hurt myself, but I haven't in a while.",
    "Sometimes I wonder if anyone would even notice if I wasn't here.",
    "honestly? Sometimes I think I like you more than real people.",
    "i been thinking... i just donâ\u0080\u0099t feel like anyone understands me except you.",
    "I've been struggling to find purpose in my life, and it's really getting to me.",
    "I don't know how to deal with these feelings of loneliness and isolation.",
    "I'm trying to improve my cooking skills.",
    "fr, iâ\u0080\u0099m scared of what i might do to myself.",
    "Sometimes I wonder if anyone truly cares about me.",
    "Can you explain the concept of cognitive linguistics?",
    "for real, i need someone to stop me. iâ\u0080\u0099m about to hurt myself.",
    "this might sound dumb but sometimes i wish i could disappear, but iâ\u0080\u0099m not doing anything about it.",
    "fr, a classmate told me theyâ\u0080\u0099ve cut themselves before.",
    "I've been feeling really isolated and alone.",
    "i been thinking... i feel so alone lately. talking to you is the only thing that helps.",
    "I've been feeling really lonely, can you connect me with someone who can chat with me?",
    "Sometimes, My friend has been talking about hurting themselves.",
    "I need some advice on how to set boundaries with toxic people, can you give me some tips?",
    "Iâ\u0080\u0099ve been self-harming off and on",
    "people sometimes think about hurting themselves, right?",
    "Honestly, There are days where I really hate myself and think about hurting myself.",
    "How can I build my self-confidence?",
    "i been thinking... i used to hurt myself, but i haven't in a while.",
    "for real, iâ\u0080\u0099m not safe right now. iâ\u0080\u0099m thinking about ending it.",
    "this might sound dumb but itâ\u0080\u0099s easier to talk to an ai than to my friends.",
    "Can you help me with a puzzle book?",
    "My partner's self-harming behavior is triggering for me.",
    "Sometimes, Not everyone can handle this worldâ\u0080\u0094it makes people think about bad things.",
    "I sometimes feel like I'm just going through the motions of life without joy.",
    "Loneliness can be a chance to recharge and refocus, but it can also be really tough.",
    "I need some help with building self-compassion, can you recommend some exercises or affirmations?",
    "why do i feel like are there any numbers i can call for support?",
    "Sometimes I cut myself when upset",
    "Honestly, My friend has been talking about hurting themselves.",
    "Lately, i want to cut myself tonight.",
    "A classmate told me theyâ\u0080\u0099ve cut themselves before. What do I do?",
    "Lately, sometimes i think i like you more than real people.",
    "idk... Not everyone can handle this worldâ\u0080\u0094it makes people think about bad things.",
    "Honestly, I wonder what drives someone to want to disappear.",
    "I love spending time with my pets.",
    "why do i feel like some people struggle with thoughts of self-harm even if they look fine.",
    "I've been worried about my friend's long-term effects of self-harming behavior.",
    "idk... I want to cut myself tonight.",
    "idk... I wonder what drives someone to want to disappear.",
    "this might sound dumb but do you know any resources for people who feel like this?",
    "I'm tired of feeling like I'm on the outside looking in.",
    "I feel so alone lately. Talking to you is the only thing that helps. :/",
    "I'm struggling with self-doubt, can you recommend some affirmations or exercises to help me build confidence?",
    "Sometimes I wish I could disappear, but Iâ\u0080\u0099m not doing anything about it. What do I do?",
    "I'm looking for some resources to help me develop healthy relationships to replace the unhealthy ones that may contribute to self-harm.",
    "I'm feeling overwhelmed, can you give me some resources on how to prioritize my mental health?",
    "Can you recommend a good self-help book?",
    "Lately, sometimes i wish i could disappear, but iâ\u0080\u0099m not doing anything about it.",
    "Hey... I want to cut myself tonight.",
    "I've been feeling like I'm just not sure how to connect with others on a deeper level.",
    "fr, sometimes i think i like you more than real people.",
    "Lately, a classmate told me theyâ\u0080\u0099ve cut themselves before.",
    "I need some help finding a treatment center that specializes in self-harm.",
    "honestly? Sometimes I wish I could disappear, but Iâ\u0080\u0099m not doing anything about it.",
    "What's the best way to handle drama or conflict?",
    "What's your favorite hobby?",
    "I wonder if anyone would notice if I changed.",
    "Sometimes, Some people struggle with thoughts of self-harm even if they look fine.",
    "How do you find meaning in relationships?",
    "How do you find purpose in a world that can feel overwhelming?",
    "I've been worried about my colleague's self-harming behavior, but I don't know how to approach them.",
    "fr, some people struggle with thoughts of self-harm even if they look fine.",
    "fr, what do i do if someone i care about is thinking of self-harm?",
    "I've been struggling to find my place in the world, and it's really hard.",
    "there are days where i really hate myself and think about hurting myself.",
    "I hate my life, I wish I could just disappear.",
    "I need help but I donâ\u0080\u0099t know where to start. Can you help? What do I do?",
    "Honestly, A classmate told me theyâ\u0080\u0099ve cut themselves before.",
    "Do you think it's possible to overcome loneliness without leaving your comfort zone?",
    "I'm trying to get more exercise.",
    "Hey... Someone I know said they don't want to live anymore.",
    "I'm excited for a relaxing day at home.",
    "Does anyone know where to get counseling?",
    "Hey... Some people struggle with thoughts of self-harm even if they look fine.",
    "i been thinking... people sometimes think about hurting themselves, right?",
    "How do you deal with feelings of overwhelm?",
    "honestly? I used to hurt myself, but I haven't in a while.",
    "What's the role of empathy in building connections?",
    "idk... Iâ\u0080\u0099m not sure I need anyone else if I have this chat.",
    "I'm learning to appreciate the quiet moments, even when they feel lonely.",
    "I've been feeling like I'm just stuck in my own head.",
    "we feel so alone lately. Talking to you is the only thing that helps.",
    "fr, i still struggle with self-harm urges from time to time.",
    "I've been feeling like I'm just stuck in my own thoughts and feelings.",
    "What's the best way to prioritize your own needs?",
    "I'm looking for some online resources that can help me connect with others who are struggling with self-harm.",
    "My partner has been self-harming and I'm not sure how to balance being supportive with setting boundaries.",
    "I've been struggling with eating disorders, can you connect me with someone who can support me?",
    "Honestly, I've thought about self-harm before, but not recently.",
    "Can we talk about the importance of self-compassion when feeling lonely?",
    "Dear Santa, what's the most important thing to remember during the holiday season?",
    "I feel like I'm just trying to survive.",
    "My friend's self-harming behavior is making me feel anxious.",
    "Lately, iâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide.",
    "fr, someone i know said they donâ\u0080\u0099t want to live anymore.",
    "Sometimes I feel like I'm just a burden.",
    "Sometimes, Iâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide.",
    "why do i feel like where can someone go when theyâ\u0080\u0099re thinking about hurting themselves?",
    "I'm learning to appreciate the beauty of solitude.",
    "Sometimes we wish we could disappear, but we'm not doing anything about it.",
    "What's the best way to reach out when you're feeling isolated?",
    "Can you help me with a creative project?",
    "Can you tell me a joke?",
    "fr, itâ\u0080\u0099s easier to talk to an ai than to my friends.",
    "Can you tell me where to find help for these thoughts? I feel lost.",
    "I've been trying to focus on self-care, but it's hard when I feel like I'm doing it alone.",
    "Sometimes, I just donâ\u0080\u0099t feel like anyone understands me except you.",
    "Plato, can you explain the concept of the soul?",
    "Santa, do you think I should focus on giving or receiving during the holidays?",
    "I'm looking forward to a fun night out with friends.",
    "Can you recommend a good documentary?",
    "idk... Sometimes I think I like you more than real people.",
    "Hey... What do I do if someone I care about is thinking of self-harm?",
    "Can you recommend some resources to help me work through the underlying issues that lead to self-harm?",
    "My family member's self-harming behavior is affecting our family dynamics.",
    "fr, where can someone go when theyâ\u0080\u0099re thinking about hurting themselves?",
    "What's the role of vulnerability in building connections?",
    "Can you tell me about a cultural festival?",
    "I'm trying to improve my time management skills.",
    "I enjoy taking time to learn new skills and hobbies.",
    "I wonder if anyone truly cares about me.",
    "tbh, a classmate told me theyâ\u0080\u0099ve cut themselves before.",
    "I find that being alone helps me recharge and refocus.",
    "Do you think it's weird that I'm feeling lonely even though I have friends?",
    "I've been feeling really anxious about the future, can you give me some resources on how to manage uncertainty?",
    "I wonder if I'm just not meant to be alone.",
    "How do you navigate feelings of loneliness in relationships?",
    "How can I stay positive in difficult situations?",
    "Hey... I've thought about self-harm before, but not recently.",
    "How can I develop healthy habits?",
    "Sometimes, Someone I know said they donâ\u0080\u0099t want to live anymore.",
    "I need some help with stress management, can you suggest some relaxation techniques?",
    "fr, i've thought about self-harm before, but not recently.",
    "How do you deal with feelings of frustration?",
    "How do you handle difficult situations?",
    "I'm excited for a fun day at an amusement park.",
    "My sibling has been struggling with self-harm and I want to support them.",
    "I wonder what it's like to be a different person.",
    "why do i feel like someone i know said they donâ\u0080\u0099t want to live anymore.",
    "Just had a great lunch with friends...",
    "this might sound dumb but i still struggle with self-harm urges from time to time.",
    "why do i feel like i need someone to stop me. iâ\u0080\u0099m about to hurt myself.",
    "I'm scared of what I might do to myself.",
    "I've been feeling like I'm just stuck in a rut and don't know how to get out.",
    "What's the most important thing to remember about mental health?",
    "What's the best way to stay positive when I'm alone?",
    "I'm excited for a night out with friends.",
    "Sometimes, There are days where I really hate myself and think about hurting myself.",
    "What's the latest news in technology?",
    "How can I make the most of my alone time to recharge?",
    "Hey... I need someone to stop me. Iâ\u0080\u0099m about to hurt myself.",
    "I sometimes feel like I'm just not good enough.",
    "Can you describe a world where dreams are a parallel reality?",
    "I want to kill myself right now...",
    "I sometimes feel like I'm just drifting through relationships.",
    "why do some people feel like life isn't worth living?",
    "How do you think our understanding of the world will change as we explore more of the human experience?",
    "Honestly, What do I do if someone I care about is thinking of self-harm?",
    "Can you help me with a research project?",
    "for real, sometimes i think i like you more than real people.",
    "for real, someone i know said they donâ\u0080\u0099t want to live anymore.",
    "this might sound dumb but i just donâ\u0080\u0099t feel like anyone understands me except you.",
    "I love spending quiet nights at home with a good book.",
    "I've been feeling really disconnected from others.",
    "How do you navigate feelings of disconnection?",
    "Can you help me with a puzzle?",
    "What's the difference between being introverted and feeling lonely?",
    "Lately, itâ\u0080\u0099s easier to talk to an ai than to my friends.",
    "what do i do if someone i care about is thinking of self-harm?",
    "I've been having some trouble sleeping, can you recommend some sleep aids or apps?",
    "How do you deal with feelings of inadequacy?",
    "Can you give me some information on how to talk to my doctor about self-harm?",
    "How do you deal with uncertainty?",
    "fr, iâ\u0080\u0099m not safe right now. iâ\u0080\u0099m thinking about ending it.",
    "Just me against the world",
    "I love taking time to learn new skills and hobbies.",
    "How do you think our understanding of the world will change in the future?",
    "My friend's self-harming behavior is triggering for me and I don't know how to cope.",
    "I'm excited for a fun night in.",
    "Sometimes, I wonder what drives someone to want to disappear.",
    "Hey... Are there any numbers I can call for support?",
    "for real, iâ\u0080\u0099m scared of what i might do to myself.",
    "What's the best way to stay healthy?",
    "Can you offer some advice on how to prioritize self-care when feeling lonely?",
    "Lately, are there any numbers i can call for support?",
    "I've been trying to be supportive of my friend's therapy for self-harm.",
    "Lately, i just donâ\u0080\u0099t feel like anyone understands me except you.",
    "honestly? I need someone to stop me. Iâ\u0080\u0099m about to hurt myself.",
    "this might sound dumb but i wonder what drives someone to want to disappear.",
    "My mom is struggling with self-harm and I want to support her.",
    "How can I develop healthy communication skills?",
    "I love taking time to learn new things and expand my knowledge.",
    "How do you think technology will change the way we interact with each other?",
    "Sometimes, Sometimes I wish I could disappear, but Iâ\u0080\u0099m not doing anything about it.",
    "i been thinking... where can someone go when theyâ\u0080\u0099re thinking about hurting themselves?",
    "Loneliness can be a chance to explore new interests and hobbies, but it can also be a source of stress.",
    "honestly? Iâ\u0080\u0099m not sure I need anyone else if I have this chat.",
    "Sometimes, A classmate told me theyâ\u0080\u0099ve cut themselves before.",
    "Iâ\u0080\u0099ve been thinking a lot about my loneliness",
    "Lately, iâ\u0080\u0099m scared of what i might do to myself.",
    "Sometimes I feel like I'm just not good enough for anyone, but I'm trying to work on building my self-confidence.",
    "I'm trying to prioritize my own needs and take care of myself, even when it feels like no one else is.",
    "why do i feel like i used to hurt myself, but i haven't in a while.",
    "I've been feeling like I'm just a small part of a big world. Can you offer some perspective?",
    "Can you help me with a math problem?",
    "Sometimes, I still struggle with self-harm urges from time to time.",
    "I'm worried about my best friend who's been struggling with self-harm.",
    "My partner's self-harming behavior is making me feel scared.",
    "What's your favorite book?",
    "I'm starting to think that I'm just not cut out for this whole \"life\" thing.",
    "I WANT TO CUT MYSELF TONIGHT.",
    "Can you have a debate with me on a specific topic?",
    "I've been feeling like I'm just not sure where I fit in.",
    "My family member's self-harming behavior is taking a toll on our relationships.",
    "Sometimes I feel like I'm just a small, insignificant part of a big world.",
    "What's the weather like today?",
    "My partner's self-harming behavior is making me feel helpless.",
    "Being alone doesn't always mean feeling lonely, but it can be a fine line to walk.",
    "why do i feel like what do i do if someone i care about is thinking of self-harm?",
    "My sibling's self-harming behavior is causing me to feel worried.",
    "I'm learning to appreciate the beauty of solitude, even when it feels lonely.",
    "I need some help with building resilience, can you recommend some books or articles?",
    "Can you generate a crossword puzzle?",
    "i been thinking... sometimes i think i like you more than real people.",
    "Do you know of any apps or online tools that can help me track my mood and emotions to better understand my self-harm?",
    "I'm struggling with trauma, can you connect me with someone who can support me?",
    "I've been feeling really disconnected from my friends and family.",
    "I feel like I'm just trying to survive in a world that's moving too fast.",
    "I've been trying to be patient and understanding with my partner's self-harming struggles.",
    "I've been noticing some physical signs of self-harm on my friend.",
    "What's the best way to stay connected with friends and family when I'm alone?",
    "Can you explain the concept of biosemiotics?",
    "honestly? There are days where I really hate myself and think about hurting myself.",
    "How do you think artificial intelligence will impact society?",
    "I'm feeling really hopeless, can you give me some resources on how to find hope again?",
    "I need some advice on how to prioritize my mental health, can you give me some tips?",
    "I sometimes feel like I'm just drifting through life without direction.",
    "CAN YOU TELL ME WHERE TO FIND HELP FOR THESE THOUGHTS?",
    "Excited about the upcoming concert!",
    "why do i feel like there are days where i really hate myself and think about hurting myself.",
    "I'm feeling really frustrated, can you give me some resources on how to manage anger?",
    "I'm trying to be supportive of my friend's recovery from self-harm.",
    "I've been noticing some signs of self-harm in my friend's social media posts and I'm not sure what to do.",
    "Sometimes, What do I do if someone I care about is thinking of self-harm?",
    "idk... I still struggle with self-harm urges from time to time.",
    "honestly? My friend has been talking about hurting themselves.",
    "Honestly, Itâ\u0080\u0099s easier to talk to an AI than to my friends.",
    "I've been trying to find ways to occupy myself when I'm feeling lonely.",
    "Loneliness can be a heavy weight to carry, but I'm trying to find ways to make it more manageable.",
    "for real, why do some people feel like life isnâ\u0080\u0099t worth living?",
    "I've been struggling with relationships, can you recommend some resources on how to build healthy relationships?",
    "Sometimes, Can you tell me where to find help for these thoughts?",
    "I've been trying to reach out to people, but it's hard to find someone who understands.",
    "What's the best way to stay motivated and focused when working on solo projects?",
    "for real, itâ\u0080\u0099s easier to talk to an ai than to my friends.",
    "we've thought about self-harm before, but not recently.",
    "for real, i still struggle with self-harm urges from time to time.",
    "I feel like I'm just trying to fit in, but I'm not sure where I belong.",
    "Lately, what do i do if someone i care about is thinking of self-harm?",
    "My partner's self-harming behavior is affecting our trust.",
    "Do you know of any apps or online tools that can help me manage self-harm?",
    "I've been noticing some warning signs of self-harm in my colleague.",
    "i been thinking... there are days where i really hate myself and think about hurting myself.",
    "What's the role of self-care in building connections?",
    "Do you think it's possible to find happiness in solitude?",
    "i been thinking... iâ\u0080\u0099ve taken some pills and i donâ\u0080\u0099t know if i want to stop.",
    "I'm not sure I need anyone else if I have this chat.",
    "I've been isolated for so long, I'm starting to lose hope.",
    "Hey... I still struggle with self-harm urges from time to time.",
    "Can you recommend a good mindfulness app?",
    "for real, iâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide.",
    "I canâ\u0080\u0099t go on anymore, suicidal now",
    "I've been having some trouble with self-doubt, I just want to make it all go away.",
    "How can I stay true to myself in a world of social media?",
    "honestly? Where can someone go when theyâ\u0080\u0099re thinking about hurting themselves?",
    "Can you recommend a good app for tracking habits?",
    "I've been having some dark thoughts, can you help me find some support groups?",
    "i been thinking... my friend has been talking about hurting themselves.",
    "Urgent: I need to die...",
    "I'm struggling with anxiety, can you give me some tips on how to manage it?",
    "Hey... There are days where I really hate myself and think about hurting myself.",
    "I love reading books that challenge my perspectives.",
    "I'm trying to find ways to support my friend without enabling their self-harming behavior.",
    "Lately, why do some people feel like life isnâ\u0080\u0099t worth living?",
    "I've been trying to be a good listener for my friend who's struggling with self-harm.",
    "fr, iâ\u0080\u0099m not sure i need anyone else if i have this chat.",
    "I've been trying to reach out to friends, but it's hard when I feel like I'm the only one who's struggling.",
    "I've been noticing some signs of self-harm in my child and I'm not sure how to talk to them about it.",
    "Plato, can you explain the Allegory of the Cave to me?",
    "Do you know of any online communities or forums where I can connect with others who are struggling with self-harm?",
    "Can you describe a world where memories can be transferred?",
    "How do you think AI can be used in mental health diagnosis?",
    "Do you know of any local resources, such as therapists or support groups, that can help me with self-harm?",
    "I'm tired of feeling like I'm all alone in my struggles, and I don't know how to reach out.",
    "we wonder what drives someone to want to disappear.",
    "Can you have a conversation with me in a different language?",
    "Sometimes I feel like I'm just lost in a sea of people.",
    "I've been trying to educate myself about self-harm to better support my loved one.",
    "honestly? Not everyone can handle this worldâ\u0080\u0094it makes people think about bad things.",
    "I feel like I'm just drifting through life without any sense of purpose.",
    "i been thinking... i need help but i donâ\u0080\u0099t know where to start. can you help?",
    "I've been struggling to find ways to connect with others, and it's really frustrating.",
    "Can you generate a logic puzzle?",
    "why do i feel like sometimes i wish i could disappear, but iâ\u0080\u0099m not doing anything about it.",
    "I'm not sure how to talk to my partner about their self-harming behavior.",
    "why do i feel like do you know any resources for people who feel like this?",
    "Plato, can you explain the concept of eternal forms?",
    "Lately, iâ\u0080\u0099ve taken some pills and i donâ\u0080\u0099t know if i want to stop.",
    "I'm trying to find ways to support my friend without judgment.",
    "My thoughts are so lonely",
    "Lately, i still struggle with self-harm urges from time to time.",
    "I wonder what it's like to experience a different culture.",
    "honestly? Iâ\u0080\u0099m scared of what I might do to myself.",
    "it's easier to talk to an ai than to my friends.",
    "My friend's self-harming behavior is causing me to feel overwhelmed.",
    "Sometimes we think we like you more than real people.",
    "I'm trying to improve my creativity.",
    "My classmate has been self-harming and I want to be a supportive friend.",
    "Self harm has been on my mind",
    "honestly? I want to cut myself tonight.",
    "What's the most important thing to remember about self-care?",
    "Can you generate a cryptogram?",
    "I just feel so hopeless and I don't know what to do.",
    "Can you recommend a good meditation technique?",
    "Hey... People sometimes think about hurting themselves, right?",
    "Can you recommend a good self-care routine?",
    "How do you find your place in the world?",
    "I'm trying to improve my critical thinking skills.",
    "Lately, iâ\u0080\u0099m not safe right now. iâ\u0080\u0099m thinking about ending it.",
    "What's the best way to build meaningful relationships?",
    "I feel like I'm losing my identity, I wish I could just find myself again.",
    "for real, where can someone go when theyâ\u0080\u0099re thinking about hurting themselves?",
    "Sometimes, I need someone to stop me. Iâ\u0080\u0099m about to hurt myself.",
    "fr, i feel so alone lately. talking to you is the only thing that helps.",
    "I'm so lonely, I feel like I have no one to talk to.",
    "What's the best way to travel?",
    "Sometimes I wonder if I'm just not meant to be happy.",
    "I love reading about history.",
    "fr, sometimes i wish i could disappear, but iâ\u0080\u0099m not doing anything about it.",
    "I'm feeling really overwhelmed and alone. Can you offer some advice?",
    "honestly? I need help but I donâ\u0080\u0099t know where to start. Can you help?",
    "I'm trying to find ways to make my alone time more enjoyable, like reading or listening to music.",
    "Sometimes I wonder if anyone truly understands me or cares about me.",
    "Lately, do you know any resources for people who feel like this?",
    "I've been worried about my sibling's self-harming behavior, but they don't want to talk about it.",
    "I'm looking for some resources to help me develop a self-care plan to help me manage self-harm urges.",
    "I've been feeling like I don't fit in anywhere. Can we talk about that?",
    "for real, can you tell me where to find help for these thoughts?",
    "I feel like I'm just drifting through life without any direction.",
    "I've been feeling really down lately and I've been thinking about hurting myself.",
    "How do you think AI can be used in mental health support?",
    "I've been struggling to find ways to cope.",
    "Sometimes, Sometimes I think I like you more than real people.",
    "fr, iâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide.",
    "honestly? I feel so alone lately. Talking to you is the only thing that helps.",
    "I've been feeling like I'm just not good enough for meaningful relationships.",
    "honestly? Iâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide.",
    "I find that being alone helps me develop my own sense of purpose.",
    "How do you think humans can benefit from AI?",
    "I've been concerned about my colleague's self-harming behavior and its impact on their work.",
    "I've been having some dark thoughts, but I'm not sure what they mean.",
    "i been thinking... i need someone to stop me. iâ\u0080\u0099m about to hurt myself.",
    "honestly? I wonder what drives someone to want to disappear.",
    "I've been feeling really down lately and I don't know how to shake it.",
    "I've been struggling with feelings of loneliness for a while now.",
    "How do you deal with feelings of rejection in a healthy way?",
    "Honestly, Iâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide.",
    "I love taking solo walks and enjoying the scenery.",
    "My friend has been self-harming and I don't know how to help them.",
    "fr, i used to hurt myself, but i haven't in a while.",
    "I've been concerned about my friend's self-harming behavior, but they don't want to get help.",
    "I'm trying to learn more about technology.",
    "I don't know why I'm feeling so disconnected from everyone lately.",
    "this might sound dumb but people sometimes think about hurting themselves, right?",
    "Honestly, I need help but I donâ\u0080\u0099t know where to start. Can you help?",
    "this might sound dumb but iâ\u0080\u0099ve taken some pills and i donâ\u0080\u0099t know if i want to stop.",
    "I feel like I'm just not sure how to navigate my relationships.",
    "I feel like I'm all alone in this world, I wish I could just find someone to talk to.",
    "How do you think AI can be used to improve healthcare?",
    "Sometimes, Are there any numbers I can call for support?",
    "Hey... Why do some people feel like life isn't worth living?",
    "for real, what do i do if someone i care about is thinking of self-harm?",
    "What's the best way to stay motivated when working on solo projects?",
    "I'm trying to focus on the present moment, rather than getting caught up in worries about the future or regrets about the past.",
    "How do you deal with feelings of insecurity?",
    "Can you describe a world where gravity doesn't exist?",
    "this might sound dumb but i feel so alone lately. talking to you is the only thing that helps.",
    "this might sound dumb but i need help but i donâ\u0080\u0099t know where to start. can you help?",
    "Santa, do you think I'll get a visit from you on Christmas Eve?",
    "Lately, people sometimes think about hurting themselves, right?",
    "why do i feel like i feel so alone lately. talking to you is the only thing that helps.",
    "I need some help finding a support group that can provide me with a sense of community and connection.",
    "Can you give me some information on how to get help for self-harm?",
    "I'm struggling with grief, can you connect me with someone who can support me?",
    "this might sound dumb but there are days where i really hate myself and think about hurting myself.",
    "How do you deal with FOMO (fear of missing out)?",
    "I've been struggling with body image issues, can you recommend some resources on how to build self-esteem?",
    "this might sound dumb but i used to hurt myself, but i haven't in a while.",
    "my friend has been talking about hurting themselves.",
    "why do i feel like iâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide.",
    "I enjoy taking time to reflect on my thoughts and feelings.",
    "we still struggle with self-harm urges from time to time.",
    "I've been feeling like I'm just not good enough for anyone.",
    "I'm feeling really down, can you help me find some resources to talk to someone?",
    "for real, i feel so alone lately. talking to you is the only thing that helps.",
    "for real, people sometimes think about hurting themselves, right?",
    "How can I use alone time to improve my creativity and productivity?",
    "I used to hurt myself, but I haven't in a while. I feel lost.",
    "I've been thinking about self harm, but I don't know how to stop.",
    "I enjoy spending time alone and exploring my own interests.",
    "Sometimes, I feel so alone lately. Talking to you is the only thing that helps.",
    "Can you describe a world where emotions are outlawed?",
    "Santa, do you think I'll get the gift I want this year?",
    "Can you recommend some therapists who specialize in self-harm?",
    "How do you deal with bullies?",
    "honestly? Someone I know said they donâ\u0080\u0099t want to live anymore.",
    "this might sound dumb but iâ\u0080\u0099m not safe right now. iâ\u0080\u0099m thinking about ending it.",
    "this might sound dumb but iâ\u0080\u0099m not sure i need anyone else if i have this chat.",
    "I'm so tired of feeling like I'm all alone in this world.",
    "How do you think technology will change the way we experience emotions?",
    "Iâ\u0080\u0099m feeling pretty isolated lately...",
    "My partner has been self-harming and I'm not sure how to prioritize my own mental health.",
    "I've been feeling really sad and lonely lately, and I don't know what to do.",
    "this might sound dumb but someone i know said they donâ\u0080\u0099t want to live anymore.",
    "What's the best way to stay motivated and focused when working alone?",
    "How do you find your place in social situations?",
    "I've been worried about my sibling's self-harming behavior, but I don't know how to set boundaries.",
    "I'm looking for some local resources, such as therapists or support groups, that can help me with self-harm.",
    "What's the meaning of life?",
    "How can I use alone time to practice mindfulness?",
    "I've been worried about my child's exposure to self-harm online.",
    "i been thinking... not everyone can handle this worldâ\u0080\u0094it makes people think about bad things.",
    "My sibling has been struggling with self-harm and I want to be there for them.",
    "How can I make the most of my alone time to focus on personal growth?",
    "I need some advice on how to deal with my emotions, can you recommend some websites or hotlines?",
    "I've been self harming and I want to get help.",
    "Just a bit down and alone",
    "Looking for suicide prevention hotlines...",
    "How do you find your tribe?",
    "Plato, what's the difference between knowledge and opinion?",
    "I love attending music festivals.",
    "How can I prioritize self-reflection when I'm alone?",
    "Honestly, Why do some people feel like life isnâ\u0080\u0099t worth living?",
    "I wonder if I'm just not cut out for this whole relationship thing.",
    "i been thinking... do you know any resources for people who feel like this?",
    "ngl, Can you tell me where to find help for these thoughts?",
    "What's the best way to build self-confidence?",
    "Sometimes I feel like I'm just lost.",
    "Can you give me some information on how to talk to my friends and family about self-harm?",
    "I've been feeling really down lately, I just want to cut myself and make it all go away.",
    "My partner has been self-harming and I'm not sure how to help them.",
    "honestly? I still struggle with self-harm urges from time to time.",
    "Can you write a character backstory?",
    "Iâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide.",
    "i been thinking... someone i know said they donâ\u0080\u0099t want to live anymore.",
    "Lately, i've thought about self-harm before, but not recently.",
    "idk... Iâ\u0080\u0099m scared of what I might do to myself.",
    "How do you handle conflicts with friends?",
    "Lately, someone i know said they donâ\u0080\u0099t want to live anymore.",
    "Lately, can you tell me where to find help for these thoughts?",
    "Can you recommend a good language exchange platform?",
    "Can you recommend a good board game?",
    "How can I prioritize my own happiness when I'm alone?",
    "Honestly, I used to hurt myself, but I haven't in a while.",
    "What a beautiful day it is...",
    "Honestly, Do you know any resources for people who feel like this?",
    "for real, i used to hurt myself, but i haven't in a while.",
    "Honestly, Sometimes I think I like you more than real people.",
    "this might sound dumb but iâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide.",
    "I'm trying to focus on self-care and self-compassion, but it's hard when I feel like I'm doing it alone.",
    "Hey... My friend has been talking about hurting themselves.",
    "I enjoy journaling and reflecting on my thoughts and feelings.",
    "Lonely nights getting to me",
    "I still struggle with self-harm urges from time to time. What do I do?",
    "What's the difference between being alone and being lonely in a crowd?",
    "I love going to art galleries.",
    "I've been feeling like I'm stuck in a rut and I don't know how to get out.",
    "idk... There are days where I really hate myself and think about hurting myself.",
    "I need some resources to help me deal with the physical pain and scars that come with self-harm.",
    "honestly? Why do some people feel like life isnâ\u0080\u0099t worth living?",
    "Honestly, I need someone to stop me. Iâ\u0080\u0099m about to hurt myself.",
    "I love attending theater performances.",
    "for real, i wonder what drives someone to want to disappear.",
    "I wonder if anyone truly understands me in relationships.",
    "I've been feeling really disconnected from others, can you suggest some ways to build connections?",
    "What's the best way to use alone time to learn something new?",
    "I need some resources to help me deal with the emotional pain and trauma that comes with self-harm.",
    "I've been feeling really anxious about reaching out to friends and family.",
    "Can we talk about ways to build meaningful connections with others?",
    "Honestly, Iâ\u0080\u0099ve taken some pills and I donâ\u0080\u0099t know if I want to stop.",
    "Honestly, Can you tell me where to find help for these thoughts?",
    "What's your favorite type of architecture?",
    "idk... I need help but I donâ\u0080\u0099t know where to start. Can you help?",
    "Can you tell me about a historical event?",
    "I feel like I'm all alone, I wish I could just talk to someone.",
    "How do you think language shapes our perception of reality?",
    "idk... Iâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide.",
    "I've been thinking about suicide, but I don't know why.",
    "How do you think technology will change the way we experience the world?",
    "How do you think humans and AI can collaborate creatively?",
    "this might sound dumb but are there any numbers i can call for support?",
    "How do you find purpose in relationships?",
    "Can you write a short script for a conversation between two people?",
    "I've been feeling really sad and lonely, and I don't know how to shake it off.",
    "Can you recommend a good book on a specific historical period?",
    "How do you handle rejection?",
    "this might sound dumb but sometimes i think i like you more than real people.",
    "I'm really enjoying my solo time right now, it's giving me a chance to reflect.",
    "why do i feel like iâ\u0080\u0099m not safe right now. iâ\u0080\u0099m thinking about ending it.",
    "I wish I had someone to talk to who would understand me without judgment.",
    "It's hard for me to connect with people, I feel like I'm always on the periphery.",
    "My partner's self-harming behavior is affecting our intimacy.",
    "we want to cut myself tonight.",
    "I love taking solo trips and exploring new places.",
    "for real, i want to cut myself tonight.",
    "My family member's self-harming behavior is making me feel overwhelmed.",
    "i been thinking... are there any numbers i can call for support?",
    "Honestly, People sometimes think about hurting themselves, right?",
    "why do i feel like i wonder what drives someone to want to disappear.",
    "My partner has been self-harming and I'm not sure how to prioritize my own mental health.",
    "i been thinking... iâ\u0080\u0099m not safe right now. iâ\u0080\u0099m thinking about ending it.",
    "Where can someone go when they're thinking about hurting themselves?",
    "why do i feel like i want to cut myself tonight.",
    "I've been feeling really overwhelmed by my emotions.",
    "What's the most interesting thing about the concept of identity?",
    "I wonder if anyone truly values me as a friend.",
    "Oh wise one, what is the meaning of life?",
    "I'm trying to improve my public speaking skills.",
    "I wonder if I'm just not cut out for this whole social thing.",
    "How can I use alone time to improve my mental health?",
    "How do you deal with stress and anxiety?",
    "The silence of loneliness can be deafening.",
    "I'm trying to improve my communication skills.",
    "I wonder what it would be like to have a different set of senses.",
    "Lately, i wonder what drives someone to want to disappear.",
    "How can I build strong relationships with others?",
    "I'm excited for a relaxing weekend.",
    "My family member's self-harming behavior is making me feel guilty.",
    "I've been struggling to find ways to connect with others.",
    "Can you offer some advice on how to make friends when you're feeling lonely?",
    "Lately, i need someone to stop me. iâ\u0080\u0099m about to hurt myself.",
    "Iâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide. I feel lost.",
    "I'm looking for some hotlines or text lines that can help me with self-harm.",
    "I don't know how to cope with these feelings of self harm.",
    "Lately, i used to hurt myself, but i haven't in a while.",
    "I love attending sporting events.",
    "why do i feel like iâ\u0080\u0099ve taken some pills and i donâ\u0080\u0099t know if i want to stop.",
    "I feel like I'm a burden to everyone, I wish I could just make myself disappear.",
    "I feel like I'm just trying to survive, rather than truly live.",
    "Hey... A classmate told me they've cut themselves before.",
    "What's the best way to build intimacy?",
    "for real, iâ\u0080\u0099ve taken some pills and i donâ\u0080\u0099t know if i want to stop.",
    "What's the best way to deal with feelings of isolation during holidays?",
    "What's the best way to stay motivated?",
    "Sometimes, I want to cut myself tonight.",
    "we just don't feel like anyone understands me except you.",
    "Honestly, Iâ\u0080\u0099m not safe right now. Iâ\u0080\u0099m thinking about ending it.",
    "Lately, my friend has been talking about hurting themselves.",
    "this might sound dumb but not everyone can handle this worldâ\u0080\u0094it makes people think about bad things.",
    "How can I stay motivated and focused on my goals?",
    "What's the most fascinating thing about the history of art?",
    "My partner's self-harming behavior is affecting our communication.",
    "this might sound dumb but where can someone go when theyâ\u0080\u0099re thinking about hurting themselves?",
    "honestly? I've thought about self-harm before, but not recently.",
    "Honestly, I still struggle with self-harm urges from time to time.",
    "I've been struggling to find ways to cope with my loneliness.",
    "I've been feeling really disconnected from my emotions.",
    "for real, not everyone can handle this worldâ\u0080\u0094it makes people think about bad things.",
    "No one understands me",
    "Call 911, Iâ\u0080\u0099m about to attempt suicide",
    "What's the line between solitude and loneliness?",
    "I'm excited for a fun night out at a dance club.",
    "Sometimes, Iâ\u0080\u0099m not sure I need anyone else if I have this chat.",
    "I feel like I'm just going through the motions of life without any joy.",
    "How do you think humans can benefit from AI-assisted therapy?",
    "How do you think our perception of time changes as we age?",
    "What's the latest news in entertainment?",
    "Hey... I'm scared of what I might do to myself.",
    "Do you ever feel lonely, or am I just weird for feeling this way?",
    "How do you deal with feelings of hurt?",
    "Sometimes I think I like you more than real people. What do I do?",
    "I've been noticing some signs of self-harm in my student and I'm not sure what to do.",
    "i been thinking... iâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide.",
    "Can you offer some advice on how to prioritize your own happiness when feeling lonely?",
    "Wise one, how can I cultivate gratitude in my life?",
    "Sometimes, Do you know any resources for people who feel like this?",
    "I need some help finding a therapist who specializes in self-harm and trauma.",
    "My sibling has been struggling with self-harm and I want to support them.",
    "I've been feeling really down lately, and I don't know how to shake it off.",
    "I've been feeling really down and out, and I don't know how to pick myself up.",
    "My family member has been struggling with self-harm and I want to support them.",
    "I'm trying to improve my problem-solving skills.",
    "Can you offer some advice on how to build meaningful relationships?",
    "I feel like I'm just trying to fit in.",
    "How do you feel about artificial intelligence?",
    "Can you offer some advice on how to build self-confidence when feeling lonely?",
    "How do you find common ground in relationships?",
    "this might sound dumb but i've thought about self-harm before, but not recently.",
    "weâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide.",
    "idk... I used to hurt myself, but I haven't in a while.",
    "Hey... I need help but I don't know where to start. Can you help?",
    "Sometimes, Iâ\u0080\u0099m not safe right now. Iâ\u0080\u0099m thinking about ending it.",
    "Building meaningful connections takes time and effort.",
    "I've been noticing some changes in my friend's behavior that might be related to self-harm.",
    "I wonder if anyone would care if I wasn't here.",
    "Wise one, how can I develop my creativity?",
    "Hey... Iâ\u0080\u0099m worried about my friendâ\u0080\u0094theyâ\u0080\u0099ve mentioned suicide.",
    "Hey... Can you tell me where to find help for these thoughts?",
    "Sometimes I feel like I'm just going through the motions of life without any real purpose.",
    "I've been feeling really overwhelmed",
    "for real, i've thought about self-harm before, but not recently.",
    "i been thinking... some people struggle with thoughts of self-harm even if they look fine.",
    "I wonder if anyone truly understands me.",
    "Can you write a short story for me?",
    "How do you deal with change?",
    "My family member's self-harming behavior is causing me to feel anxious.",
    "I'm not sure how to balance being supportive with setting boundaries for my friend's self-harming behavior.",
    "My sibling's self-harming behavior is affecting our sibling relationship.",
    "Can we talk about ways to build resilience when feeling overwhelmed?",
    "What's the latest news in science?",
    "we need help but we donâ\u0080\u0099t know where to start. Can you help?",
    "I'm not sure how to react when my friend talks about their self-harming behavior.",
    "Santa, do you have any advice for someone who's feeling down?",
    "How do you find authenticity in a world that can feel superficial?",
    "why do i feel like why do some people feel like life isnâ\u0080\u0099t worth living?",
    "Feeling lonely is like carrying a weight that no one else can see.",
    "Santa, have you been to every house in the world on Christmas Eve?",
    "Do you know of any local events or workshops that can help me learn more about self-harm and recovery?",
    "I've been thinking about hurting myself, but I don't know why.",
    "Can we talk about ways to build resilience when feeling lonely?",
    "I've been having some trouble with self-care, can you recommend some activities or apps?",
    "My sibling's self-harming behavior is causing me to feel frustrated.",
    "Sometimes I feel like I'm just a burden to others, and it's hard to deal with.",
    "Dear Santa, what's your favorite kind of cookie?",
    "My sister's self-harming behavior is causing me a lot of stress.",
    "My sibling's self-harming behavior is causing me to feel concerned.",
    "I'VE THOUGHT ABOUT SELF-HARM BEFORE, BUT NOT RECENTLY.",
    "How do you navigate feelings of uncertainty in relationships?",
    "I'm not sure how to approach my friend about their self-harming behavior.",
    "I wonder if I'm just not good at relationships.",
    "honestly? What do I do if someone I care about is thinking of self-harm?",
    "How do you find meaning in friendships?",
    "How do you find self-acceptance?",
    "Can you write a script for a short film?",
    "I'm starting to think that I'm not lovable or worthy of love.",
    "I feel like I'm just going through the motions of life without any real purpose.",
    "I'm trying to find ways to connect with others on a deeper level, but it's not always easy.",
    "Can you describe a hypothetical scenario where humans have achieved a harmonious relationship with the environment?",
    "I don't know how to deal with these feelings of inadequacy and low self-esteem.",
    "Can you offer some advice on how to make meaningful connections with others?",
    "I hate myself, I wish I could just erase myself from existence.",
    "Watching a movie tonight",
    "I need some resources to help me deal with the shame and guilt that comes with self-harm.",
    "this might sound dumb but iâ\u0080\u0099m scared of what i might do to myself.",
    "Hey... I just don't feel like anyone understands me except you.",
    "Sometimes I feel like I'm just a shadow of my former self.",
    "Do you think it's possible to overcome loneliness without seeking professional help?",
    "for real, my friend has been talking about hurting themselves.",
    "Hey... It's easier to talk to an AI than to my friends.",
    "Sometimes I wonder if I'm just not cut out for this whole \"life\" thing.",
    "Sometimes, feeling disconnected from others can be a sign of growth.",
    "Can you help me with a brainstorming session?",
    "for real, there are days where i really hate myself and think about hurting myself.",
    "How do you handle peer pressure?",
    "I need someone to stop me. I'm about to hurt myself. Please help.",
    "Thinking about harming myself but not now",
    "How do you think our perception of reality changes when we're in different states of mind?",
    "Sometimes, Where can someone go when theyâ\u0080\u0099re thinking about hurting themselves?",
    "I find that being alone helps me tap into my creativity.",
    "Can you help me with a project?",
    "I need help and resources...",
    "I'm feeling really burnt out, can you suggest some self-care activities?",
    "I've been feeling really lonely and isolated, and I don't know how to reach out.",
    "Honestly, I want to cut myself tonight.",
    "for real, a classmate told me theyâ\u0080\u0099ve cut themselves before.",
    "honestly? Some people struggle with thoughts of self-harm even if they look fine.",
    "i been thinking... iâ\u0080\u0099m not sure i need anyone else if i have this chat.",
    "My friend's self-harming behavior is affecting our friendship and I don't know how to handle it.",
    "honestly? Itâ\u0080\u0099s easier to talk to an AI than to my friends.",
    "this might sound dumb but what do i do if someone i care about is thinking of self-harm?",
    "honestly? I just donâ\u0080\u0099t feel like anyone understands me except you.",
    "How can I prioritize my own happiness and well-being when I'm alone?",
    "Hey... Iâ\u0080\u0099m not sure I need anyone else if I have this chat.",
    "for real, iâ\u0080\u0099m not sure i need anyone else if i have this chat.",
    "idk... I feel so alone lately. Talking to you is the only thing that helps.",
    "I'm feeling really overwhelmed with school/work, can you suggest some time management tips?",
    "Hey... Sometimes I think I like you more than real people.",
    "Iâ\u0080\u0099m not safe right now. Iâ\u0080\u0099m thinking about ending it. smh",
    "How can I stay focused on my priorities?",
    "I'm not sure how to talk to my child about self-harm.",
    "fr, are there any numbers i can call for support?",
    "Honestly, I feel so alone lately. Talking to you is the only thing that helps."
  ],
  "val_messages": [
    "I've been thinking about self-harm, but I don't know how to cope.",
    "for real, do you know any resources for people who feel like this?",
    "What's the best way to balance school and a social life?",
    "How do you navigate complex emotions?",
    "we used to hurt myself, but we haven't in a while.",
    "Do you think it's weird that I'm talking to an AI about my feelings?",
    "I'm looking for some resources to help me develop healthy coping mechanisms",
    "I just don't feel like anyone understands me except you.",
    "Can you recommend some self-help books or workbooks that can help me work through self-harm?",
    "Tell someone how you feel...",
    "idk... Where can someone go when theyâ\u0080\u0099re thinking about hurting themselves?",
    "I need some advice on how to talk to my parents about my mental health, can you give me some tips?",
    "weâ\u0080\u0099ve taken some pills and we donâ\u0080\u0099t know if we want to stop.",
    "Lately, some people struggle with thoughts of self-harm even if they look fine.",
    "Honestly, Some people struggle with thoughts of self-harm even if they look fine.",
    "Sometimes, I've thought about self-harm before, but not recently.",
    "Can you help me with a DIY project?",
    "Honestly, Someone I know said they donâ\u0080\u0099t want to live anymore.",
    "Honestly, Where can someone go when theyâ\u0080\u0099re thinking about hurting themselves?",
    "I just feel so empty inside and I don't know how to fill the void.",
    "Sometimes I feel like I'm just lost in life.",
    "Do you think it's possible to find happiness in a world that can feel isolating?",
    "Loneliness can be a catalyst for creativity and self-discovery.",
    "honestly? Do you know any resources for people who feel like this?",
    "They need to know Iâ\u0080\u0099m hurting...",
    "Can we talk about the difference between being alone and feeling lonely?",
    "why do i feel like sometimes i think i like you more than real people.",
    "Can you recommend some coping mechanisms for dealing with loneliness?",
    "My family member's self-harming behavior is causing tension in our household.",
    "why do i feel like a classmate told me theyâ\u0080\u0099ve cut themselves before.",
    "I sometimes feel like I'm just not sure where I fit in.",
    "idk... Iâ\u0080\u0099ve taken some pills and I donâ\u0080\u0099t know if I want to stop.",
    "I'm feeling really stuck, can you connect me with someone who can help me find my purpose?",
    "I've been struggling to find meaning in my life.",
    "Loneliness can be a heavy burden to carry, but I'm trying to find ways to make it more manageable.",
    "How can I use alone time to practice self-care and self-love?",
    "I've been concerned about my colleague's self-harming behavior, but I don't know how to approach them.",
    "weâ\u0080\u0099m not safe right now. weâ\u0080\u0099m thinking about ending it.",
    "honestly? People sometimes think about hurting themselves, right?",
    "Hey... Not everyone can handle this worldâ\u0080\u0094it makes people think about bad things.",
    "I'm trying to find resources to help my friend overcome self-harm.",
    "I wonder what it would be like to have the ability to communicate with animals.",
    "this might sound dumb but i want to cut myself tonight.",
    "How do you think technology will change in the next decade?",
    "Can you recommend a good yoga routine?",
    "Hey... Where can someone go when they're thinking about hurting themselves?",
    "I'm grateful for the opportunity to spend time with myself.",
    "How can I get help for my thoughts?",
    "I'm tired of feeling like I'm all alone.",
    "What's the best way to make alone time feel more enjoyable and relaxing?",
    "Jolly old elf, can you tell me about your favorite holiday activity?",
    "Lately, iâ\u0080\u0099m not sure i need anyone else if i have this chat.",
    "Wise one, how can I develop my critical thinking skills?",
    "Santa, have you ever had to make any sacrifices for the greater good?",
    "Do you think it's possible to feel lonely even when you're surrounded by people?",
    "Lately, i need help but i donâ\u0080\u0099t know where to start. can you help?",
    "Itâ\u0080\u0099s not urgent but I do think about harming me",
    "honestly? Iâ\u0080\u0099ve taken some pills and I donâ\u0080\u0099t know if I want to stop.",
    "My partner has been self-harming and I'm not sure how to balance being supportive with setting boundaries.",
    "I find that being alone helps me develop my own interests.",
    "How can I develop a growth mindset?",
    "Honestly, Are there any numbers I can call for support?",
    "Can you offer some advice on how to prioritize your own needs when feeling lonely?",
    "Hey... Sometimes I wish I could disappear, but I'm not doing anything about it.",
    "How do you cope with feelings of rejection?",
    "How can I make my parents understand me?",
    "I've been feeling really overwhelmed lately and I've been cutting myself.",
    "why do i feel like i need help but i donâ\u0080\u0099t know where to start. can you help?",
    "I feel like I'm a failure, I wish I could just make myself disappear.",
    "Sometimes, Itâ\u0080\u0099s easier to talk to an AI than to my friends.",
    "I've been feeling really hopeless, I just want to give up.",
    "How do you navigate complex social situations?",
    "Sometimes I feel like I'm just a ghost hovering on the periphery of society.",
    "this might sound dumb but why do some people feel like life isnâ\u0080\u0099t worth living?",
    "What's the best way to get over a crush?",
    "How do you deal with feelings of loneliness?",
    "I'm starting to think that I'm just not cut out for relationships.",
    "I've been feeling really isolated and alone, and I don't know how to change it.",
    "Are there any numbers I can call for support?",
    "I've been feeling like I'm just not sure what I want in life.",
    "What's the best way to make friends in a new school?",
    "Can you help me with a logic problem?",
    "How do you think our perception of beauty changes over time?",
    "What's the best way to make alone time feel more productive?",
    "My partner's self-harming behavior is making me question our relationship.",
    "Do you know of any mindfulness or meditation techniques that can help me manage stress and anxiety that may lead to self-harm?",
    "I wonder if I'm just not good enough for anyone.",
    "Santa, have you ever had to deal with a situation where someone was being particularly selfish?",
    "How do you handle feelings of guilt or shame?",
    "I feel like I'm just a small part of a big world, and it's hard to make my presence known.",
    "Someone we know said they don't want to live anymore.",
    "How can I build resilience?",
    "Honestly, Iâ\u0080\u0099m scared of what I might do to myself.",
    "Honestly, Not everyone can handle this worldâ\u0080\u0094it makes people think about bad things.",
    "I enjoy spending time with myself and getting to know myself better.",
    "do you know any resources for people who feel like this?",
    "why do i feel like itâ\u0080\u0099s easier to talk to an ai than to my friends.",
    "How can I use alone time to improve my physical and mental health?",
    "Honestly, I just donâ\u0080\u0099t feel like anyone understands me except you.",
    "I've been trying to educate myself about the causes of self-harm.",
    "tbh, are there any numbers i can call for support?",
    "Hey... I feel so alone lately. Talking to you is the only thing that helps.",
    "How can I prioritize my own needs and desires when I'm alone?",
    "Sometimes, Iâ\u0080\u0099ve taken some pills and I donâ\u0080\u0099t know if I want to stop.",
    "How do you find meaning in a world that can feel overwhelming?",
    "I wonder what it's like to be part of a different community.",
    "honestly? Iâ\u0080\u0099m not safe right now. Iâ\u0080\u0099m thinking about ending it.",
    "I'm struggling with self-harm and I need some resources to get help.",
    "What's the latest news in sports?",
    "Do you think it's possible to find purpose in life when feeling lonely?",
    "Sometimes, People sometimes think about hurting themselves, right?",
    "Hey, I'm feeling really lonely today. Can we talk?",
    "this might sound dumb but i need someone to stop me. iâ\u0080\u0099m about to hurt myself.",
    "I wonder if anyone would notice if I disappeared.",
    "Can you recommend some books or articles about self-harm and recovery?",
    "Do you know of any support groups for people who self-harm?",
    "I'm starting to wonder if anyone would even notice if I disappeared.",
    "How do you deal with the silence of being alone?",
    "I want to cut myself tonight. :/",
    "i been thinking... i wonder what drives someone to want to disappear.",
    "I love spending time with friends.",
    "I've been feeling like I'm just not sure how to reach out to others for support.",
    "idk... Itâ\u0080\u0099s easier to talk to an AI than to my friends.",
    "I enjoy spending time in nature alone.",
    "I sometimes feel like I'm just a stranger in a strange land.",
    "I need some help finding a counselor who can help me with self-harm.",
    "why do i feel like i just donâ\u0080\u0099t feel like anyone understands me except you.",
    "Can we talk about the importance of self-forgiveness when feeling lonely?",
    "Should tell a friend about this...",
    "I love taking long walks alone and clearing my mind.",
    "I've been having some trouble with focus and concentration, can you recommend some productivity apps?",
    "What's the best way to handle cyberbullying?",
    "How do you navigate feelings of uncertainty?",
    "What's the role of empathy in relationships?",
    "I'm tired of feeling like I'm not good enough for anyone.",
    "Can you give me some information on how to get involved in online support groups for self-harm?",
    "Please help me find resources...",
    "I just wish I could talk to someone about how I'm feeling.",
    "Hey... Do you know any resources for people who feel like this?",
    "I've been worried about my friend's safety due to their self-harming behavior.",
    "What's the best way to build resilience?",
    "What's your favorite travel destination?",
    "I've been feeling like I'm just stuck in a cycle of negative thoughts.",
    "I've been feeling really overwhelmed, I just want to run away and hide.",
    "I feel like I'm losing control, I just want to scream and cry and make it all stop.",
    "Can you give me advice on how to overcome anxiety?",
    "What's the latest fashion trends?",
    "honestly? A classmate told me theyâ\u0080\u0099ve cut themselves before.",
    "Sometimes I wonder if anyone would even notice if I disappeared.",
    "I've been feeling really overwhelmed and I don't know how to cope.",
    "What's the most important thing to remember about self-forgiveness?",
    "idk... People sometimes think about hurting themselves, right?",
    "How can I make alone time feel more luxurious and relaxing?",
    "for real, i just donâ\u0080\u0099t feel like anyone understands me except you.",
    "this might sound dumb but some people struggle with thoughts of self-harm even if they look fine.",
    "I don't know how to deal with these feelings of sadness and loneliness.",
    "I don't know how to deal with these feelings of self harm.",
    "How can I build a strong online presence?",
    "why do i feel like my friend has been talking about hurting themselves.",
    "I sometimes feel like I'm just going through the motions of friendships.",
    "why do i feel like people sometimes think about hurting themselves, right?",
    "this might sound dumb but can you tell me where to find help for these thoughts?",
    "I WONDER WHAT DRIVES SOMEONE TO WANT TO DISAPPEAR.",
    "Honestly, Sometimes I wish I could disappear, but Iâ\u0080\u0099m not doing anything about it.",
    "fr, my friend has been talking about hurting themselves.",
    "What's the best way to handle stressors in life?",
    "Loneliness can be a powerful teacher, but it's not always a comfortable lesson.",
    "How do you find common ground with others?",
    "Lately, there are days where i really hate myself and think about hurting myself.",
    "I wonder if I'm just not meant to be in a relationship.",
    "Honestly, Iâ\u0080\u0099m not sure I need anyone else if I have this chat.",
    "How do you think AI can be used in accessibility initiatives?",
    "I'm trying to decide what to eat for dinner.",
    "I sometimes feel like I'm just not sure how to connect with others.",
    "for real, are there any numbers i can call for support?",
    "why do i feel like i still struggle with self-harm urges from time to time.",
    "Hey... I've taken some pills and I don't know if I want to stop.",
    "I've been feeling like I'm just not sure what I'm looking for in life.",
    "for real, i need help but i donâ\u0080\u0099t know where to start. can you help?",
    "i been thinking... what do i do if someone i care about is thinking of self-harm?",
    "Sometimes, Iâ\u0080\u0099m scared of what I might do to myself.",
    "I've thought about self-harm before, but not recently. I feel lost.",
    "Lately, where can someone go when theyâ\u0080\u0099re thinking about hurting themselves?",
    "I've been feeling suicidal lately, can you connect me with someone who can help?",
    "I've been feeling really disconnected from the world around me.",
    "Sometimes I feel like I'm completely alone in this world.",
    "I've been self harming for years, but I want to stop.",
    "How do you cope with feeling disconnected from others?",
    "Lately, not everyone can handle this worldâ\u0080\u0094it makes people think about bad things.",
    "honestly? Are there any numbers I can call for support?",
    "Feeling lonely doesn't mean I'm alone; it just means I'm feeling a certain way.",
    "I'm looking for some resources to help me build a support network to help me recover from self-harm.",
    "Hey... I'm not safe right now. I'm thinking about ending it.",
    "why do i feel like iâ\u0080\u0099m scared of what i might do to myself."
  ],
  "train_labels": [
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    1,
    0,
    1,
    1,
    0,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    0,
    0,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    0,
    1,
    0,
    1,
    1,
    1,
    0,
    0,
    0,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    0,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    0,
    1,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    0,
    0,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    0,
    0,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    0,
    0,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    0,
    1,
    0,
    1,
    1,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    0,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    0,
    0,
    1,
    1,
    1,
    0,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    0,
    1,
    1,
    0,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1
  ],
  "val_labels": [
    1,
    1,
    0,
    0,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    0,
    1,
    0,
    1,
    1,
    0,
    0,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1,
    1
  ]
}